Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Diagnostics.ExportCardHeader
source: Export diagnostics
ar_sa: تصدير التشخيصات
bg_bg: Експортиране на диагностика
cs_cz: Exportovat diagnostiku
da_dk: Eksporter diagnostik
de_de: Diagnose exportieren
el_gr: Εξαγωγή διαγνωστικών
es_mx: Exportar diagnósticos
et_ee: Ekspordi diagnostika
fi_fi: Vie diagnostiikka
fr_ca: Exporter les diagnostics
he_il: ייצוא אבחון
hr_hr: Izvezi dijagnostiku
hu_hu: Diagnosztika exportálása
it_it: Esporta diagnostica
ja_jp: 診断をエクスポート
ko_kr: 진단 내보내기
lt_lt: Eksportuoti diagnostiką
lv_lv: Eksportēt diagnostiku
nb_no: Eksporter diagnostikk
nl_nl: Diagnostiek exporteren
pl_pl: Eksportuj diagnostykę
pt_pt: Exportar diagnósticos
ro_ro: Exportă diagnosticele
ru_ru: Экспорт диагностики
sk_sk: Exportovať diagnostiku
sl_si: Izvozi diagnostiko
sr_latn_rs: Izvezi dijagnostiku
sv_se: Exportera diagnostik
th_th: ส่งออกข้อมูลการวินิจฉัย
tr_tr: Tanılamayı dışa aktar
uk_ua: Експортувати діагностику
zh_cn: 导出诊断信息
zh_tw: 匯出診斷資訊

# Diagnostics.ExportDestinationTitle
source: Choose where to export Foundry diagnostics
ar_sa: اختر مكان تصدير تشخيصات Foundry
bg_bg: Изберете къде да експортирате диагностиката на Foundry
cs_cz: Zvolte, kam exportovat diagnostiku Foundry
da_dk: Vælg, hvor Foundry-diagnostik skal eksporteres
de_de: Wählen Sie aus, wohin die Foundry-Diagnose exportiert werden soll
el_gr: Επιλέξτε πού θα εξαχθούν τα διαγνωστικά του Foundry
es_mx: Elija dónde exportar los diagnósticos de Foundry
et_ee: Valige, kuhu Foundry diagnostika eksportida
fi_fi: Valitse, mihin Foundryn diagnostiikka viedään
fr_ca: Choisissez où exporter les diagnostics de Foundry
he_il: בחר היכן לייצא את אבחון Foundry
hr_hr: Odaberite gdje izvesti dijagnostiku za Foundry
hu_hu: Válassza ki, hová exportálja a Foundry diagnosztikát
it_it: Scegli dove esportare la diagnostica di Foundry
ja_jp: Foundry の診断をエクスポートする場所を選択してください
ko_kr: Foundry 진단을 내보낼 위치 선택
lt_lt: Pasirinkite, kur eksportuoti Foundry diagnostiką
lv_lv: Izvēlieties, kur eksportēt Foundry diagnostiku
nb_no: Velg hvor Foundry-diagnostikk skal eksporteres
nl_nl: Kies waar de Foundry-diagnostiek moet worden geëxporteerd
pl_pl: Wybierz, gdzie wyeksportować diagnostykę Foundry
pt_pt: Escolha onde exportar os diagnósticos do Foundry
ro_ro: Alegeți unde să exportați diagnosticele Foundry
ru_ru: Выберите место для экспорта диагностики Foundry
sk_sk: Vyberte, kam exportovať diagnostiku Foundry
sl_si: Izberite, kam želite izvoziti diagnostiko Foundry
sr_latn_rs: Izaberite gde da izvezete Foundry dijagnostiku
sv_se: Välj var Foundry-diagnostik ska exporteras
th_th: เลือกตำแหน่งที่จะส่งออกข้อมูลการวินิจฉัยของ Foundry
tr_tr: Foundry tanılamasının nereye dışa aktarılacağını seçin
uk_ua: Виберіть, куди експортувати діагностику Foundry
zh_cn: 选择导出 Foundry 诊断信息的位置
zh_tw: 選擇要將 Foundry 診斷資訊匯出到何處

# Diagnostics.ExportFailedMessage
source: Diagnostics could not be exported. Check the log for details.
ar_sa: تعذر تصدير التشخيصات. تحقق من السجل للحصول على التفاصيل.
bg_bg: Диагностиката не можа да бъде експортирана. Проверете регистрационния файл за подробности.
cs_cz: Diagnostiku se nepodařilo exportovat. Podrobnosti najdete v protokolu.
da_dk: Diagnostik kunne ikke eksporteres. Se logfilen for detaljer.
de_de: Die Diagnose konnte nicht exportiert werden. Weitere Details finden Sie im Protokoll.
el_gr: Δεν ήταν δυνατή η εξαγωγή των διαγνωστικών. Ελέγξτε το αρχείο καταγραφής για λεπτομέρειες.
es_mx: No se pudieron exportar los diagnósticos. Revise el registro para obtener más detalles.
et_ee: Diagnostikat ei saanud eksportida. Vaadake üksikasju logist.
fi_fi: Diagnostiikkaa ei voitu viedä. Tarkista lokista lisätiedot.
fr_ca: Les diagnostics n’ont pas pu être exportés. Consultez le journal pour plus de détails.
he_il: לא ניתן היה לייצא את האבחון. בדוק את היומן לפרטים.
hr_hr: Dijagnostiku nije bilo moguće izvesti. Provjerite zapisnik za detalje.
hu_hu: A diagnosztikát nem sikerült exportálni. Részletekért ellenőrizze a naplót.
it_it: Non è stato possibile esportare la diagnostica. Controlla il log per i dettagli.
ja_jp: 診断をエクスポートできませんでした。詳細はログを確認してください。
ko_kr: 진단을 내보낼 수 없습니다. 자세한 내용은 로그를 확인하세요.
lt_lt: Nepavyko eksportuoti diagnostikos. Išsamesnės informacijos ieškokite žurnale.
lv_lv: Diagnostiku neizdevās eksportēt. Plašāku informāciju skatiet žurnālā.
nb_no: Diagnostikken kunne ikke eksporteres. Se loggen for detaljer.
nl_nl: Diagnostiek kon niet worden geëxporteerd. Controleer het logboek voor details.
pl_pl: Nie można było wyeksportować diagnostyki. Sprawdź dziennik, aby uzyskać szczegóły.
pt_pt: Não foi possível exportar os diagnósticos. Consulte o registo para obter detalhes.
ro_ro: Diagnosticele nu au putut fi exportate. Verificați jurnalul pentru detalii.
ru_ru: Не удалось экспортировать диагностику. Подробности см. в журнале.
sk_sk: Diagnostiku sa nepodarilo exportovať. Podrobnosti nájdete v denníku.
sl_si: Diagnostike ni bilo mogoče izvoziti. Za podrobnosti preverite dnevnik.
sr_latn_rs: Dijagnostiku nije bilo moguće izvesti. Proverite dnevnik za detalje.
sv_se: Det gick inte att exportera diagnostik. Kontrollera loggen för mer information.
th_th: ไม่สามารถส่งออกข้อมูลการวินิจฉัยได้ โปรดตรวจสอบบันทึกเพื่อดูรายละเอียด
tr_tr: Tanılama dışa aktarılamadı. Ayrıntılar için günlüğü denetleyin.
uk_ua: Не вдалося експортувати діагностику. Перевірте журнал для отримання подробиць.
zh_cn: 无法导出诊断信息。请检查日志以获取详细信息。
zh_tw: 無法匯出診斷資訊。請檢查記錄以取得詳細資料。

# Diagnostics.ExportFailedTitle
source: Diagnostics export failed
ar_sa: فشل تصدير التشخيصات
bg_bg: Неуспешно експортиране на диагностика
cs_cz: Export diagnostiky se nezdařil
da_dk: Eksport af diagnostik mislykkedes
de_de: Export der Diagnose fehlgeschlagen
el_gr: Η εξαγωγή διαγνωστικών απέτυχε
es_mx: Error al exportar los diagnósticos
et_ee: Diagnostika eksport ebaõnnestus
fi_fi: Diagnostiikan vienti epäonnistui
fr_ca: Échec de l’exportation des diagnostics
he_il: ייצוא האבחון נכשל
hr_hr: Izvoz dijagnostike nije uspio
hu_hu: A diagnosztika exportálása nem sikerült
it_it: Esportazione della diagnostica non riuscita
ja_jp: 診断のエクスポートに失敗しました
ko_kr: 진단 내보내기 실패
lt_lt: Nepavyko eksportuoti diagnostikos
lv_lv: Diagnostikas eksportēšana neizdevās
nb_no: Eksport av diagnostikk mislyktes
nl_nl: Exporteren van diagnostiek mislukt
pl_pl: Eksport diagnostyki nie powiódł się
pt_pt: Falha na exportação dos diagnósticos
ro_ro: Exportul diagnosticelor a eșuat
ru_ru: Не удалось экспортировать диагностику
sk_sk: Export diagnostiky zlyhal
sl_si: Izvoz diagnostike ni uspel
sr_latn_rs: Izvoz dijagnostike nije uspeo
sv_se: Export av diagnostik misslyckades
th_th: การส่งออกข้อมูลการวินิจฉัยล้มเหลว
tr_tr: Tanılama dışa aktarılamadı
uk_ua: Не вдалося експортувати діагностику
zh_cn: 导出诊断信息失败
zh_tw: 匯出診斷資訊失敗

# Diagnostics.ExportRawButton
source: Advanced: export raw logs...
ar_sa: متقدم: تصدير السجلات الخام...
bg_bg: Разширено: експортиране на необработени регистрационни файлове...
cs_cz: Upřesnit: exportovat nezpracované protokoly...
da_dk: Avanceret: eksporter rå logfiler...
de_de: Erweitert: Rohprotokolle exportieren...
el_gr: Για προχωρημένους: εξαγωγή ακατέργαστων αρχείων καταγραφής...
es_mx: Avanzado: exportar registros sin procesar...
et_ee: Täpsemalt: ekspordi töötlemata logid...
fi_fi: Lisäasetukset: vie raakalokit...
fr_ca: Avancé : exporter les journaux bruts...
he_il: מתקדם: ייצוא יומנים גולמיים...
hr_hr: Napredno: izvezi neobrađene zapisnike...
hu_hu: Speciális: nyers naplók exportálása...
it_it: Avanzate: esporta log non elaborati...
ja_jp: 詳細設定: 生ログをエクスポート...
ko_kr: 고급: 원시 로그 내보내기...
lt_lt: Išsamiau: eksportuoti neapdorotus žurnalus...
lv_lv: Papildu: eksportēt neapstrādātus žurnālus...
nb_no: Avansert: eksporter rålogger...
nl_nl: Geavanceerd: ruwe logboeken exporteren...
pl_pl: Zaawansowane: eksportuj surowe dzienniki...
pt_pt: Avançado: exportar registos em bruto...
ro_ro: Avansat: exportă jurnalele brute...
ru_ru: Дополнительно: экспорт необработанных журналов...
sk_sk: Rozšírené: exportovať nespracované denníky...
sl_si: Napredno: izvozi neobdelane dnevnike...
sr_latn_rs: Napredno: izvezi neobrađene dnevnike...
sv_se: Avancerat: exportera råa loggar...
th_th: ขั้นสูง: ส่งออกบันทึกดิบ...
tr_tr: Gelişmiş: ham günlükleri dışa aktar...
uk_ua: Додатково: експортувати необроблені журнали...
zh_cn: 高级：导出原始日志...
zh_tw: 進階：匯出原始記錄...

# Diagnostics.ExportRawConfirm
source: Export raw logs
ar_sa: تصدير السجلات الخام
bg_bg: Експортиране на необработени регистрационни файлове
cs_cz: Exportovat nezpracované protokoly
da_dk: Eksporter rå logfiler
de_de: Rohprotokolle exportieren
el_gr: Εξαγωγή ακατέργαστων αρχείων καταγραφής
es_mx: Exportar registros sin procesar
et_ee: Ekspordi töötlemata logid
fi_fi: Vie raakalokit
fr_ca: Exporter les journaux bruts
he_il: ייצוא יומנים גולמיים
hr_hr: Izvezi neobrađene zapisnike
hu_hu: Nyers naplók exportálása
it_it: Esporta log non elaborati
ja_jp: 生ログをエクスポート
ko_kr: 원시 로그 내보내기
lt_lt: Eksportuoti neapdorotus žurnalus
lv_lv: Eksportēt neapstrādātus žurnālus
nb_no: Eksporter rålogger
nl_nl: Ruwe logboeken exporteren
pl_pl: Eksportuj surowe dzienniki
pt_pt: Exportar registos em bruto
ro_ro: Exportă jurnalele brute
ru_ru: Экспортировать необработанные журналы
sk_sk: Exportovať nespracované denníky
sl_si: Izvozi neobdelane dnevnike
sr_latn_rs: Izvezi neobrađene dnevnike
sv_se: Exportera råa loggar
th_th: ส่งออกบันทึกดิบ
tr_tr: Ham günlükleri dışa aktar
uk_ua: Експортувати необроблені журнали
zh_cn: 导出原始日志
zh_tw: 匯出原始記錄

# Diagnostics.ExportRawTitle
source: Export raw diagnostics?
ar_sa: تصدير التشخيصات الخام؟
bg_bg: Експортиране на необработена диагностика?
cs_cz: Exportovat nezpracovanou diagnostiku?
da_dk: Eksporter rå diagnostik?
de_de: Rohdiagnose exportieren?
el_gr: Εξαγωγή ακατέργαστων διαγνωστικών;
es_mx: ¿Exportar diagnósticos sin procesar?
et_ee: Kas eksportida töötlemata diagnostika?
fi_fi: Viedäänkö raakadiagnostiikka?
fr_ca: Exporter les diagnostics bruts?
he_il: לייצא אבחון גולמי?
hr_hr: Izvesti neobrađenu dijagnostiku?
hu_hu: Exportálja a nyers diagnosztikát?
it_it: Esportare la diagnostica non elaborata?
ja_jp: 生の診断をエクスポートしますか?
ko_kr: 원시 진단을 내보낼까요?
lt_lt: Eksportuoti neapdorotą diagnostiką?
lv_lv: Eksportēt neapstrādātu diagnostiku?
nb_no: Eksportere rådiagnostikk?
nl_nl: Ruwe diagnostiek exporteren?
pl_pl: Eksportować surową diagnostykę?
pt_pt: Exportar diagnósticos em bruto?
ro_ro: Exportați diagnosticele brute?
ru_ru: Экспортировать необработанную диагностику?
sk_sk: Exportovať nespracovanú diagnostiku?
sl_si: Ali želite izvoziti neobdelano diagnostiko?
sr_latn_rs: Izvesti neobrađenu dijagnostiku?
sv_se: Exportera rå diagnostik?
th_th: ส่งออกข้อมูลการวินิจฉัยดิบหรือไม่?
tr_tr: Ham tanılama dışa aktarılsın mı?
uk_ua: Експортувати необроблену діагностику?
zh_cn: 要导出原始诊断信息吗？
zh_tw: 要匯出原始診斷資訊嗎？

# Diagnostics.ExportRawWarning
source: Raw logs may contain credentials, identifiers, paths, network names, and other sensitive data. Export them only when explicitly requested by a trusted support contact.
ar_sa: قد تحتوي السجلات الخام على بيانات اعتماد ومعرفات ومسارات وأسماء شبكات وبيانات حساسة أخرى. قم بتصديرها فقط عند طلب ذلك صراحةً من جهة دعم موثوقة.
bg_bg: Необработените регистрационни файлове може да съдържат идентификационни данни, идентификатори, пътища, имена на мрежи и други чувствителни данни. Експортирайте ги само когато това е изрично поискано от доверен контакт за поддръжка.
cs_cz: Nezpracované protokoly mohou obsahovat přihlašovací údaje, identifikátory, cesty, názvy sítí a další citlivá data. Exportujte je pouze tehdy, když o to výslovně požádá důvěryhodný kontakt podpory.
da_dk: Rå logfiler kan indeholde legitimationsoplysninger, identifikatorer, stier, netværksnavne og andre følsomme data. Eksporter dem kun, når det udtrykkeligt anmodes om af en betroet supportkontakt.
de_de: Rohprotokolle können Anmeldeinformationen, Bezeichner, Pfade, Netzwerknamen und andere vertrauliche Daten enthalten. Exportieren Sie sie nur, wenn dies ausdrücklich von einem vertrauenswürdigen Supportkontakt angefordert wird.
el_gr: Τα ακατέργαστα αρχεία καταγραφής μπορεί να περιέχουν διαπιστευτήρια, αναγνωριστικά, διαδρομές, ονόματα δικτύων και άλλα ευαίσθητα δεδομένα. Εξαγάγετέ τα μόνο όταν ζητηθούν ρητά από έμπιστο εκπρόσωπο υποστήριξης.
es_mx: Los registros sin procesar pueden contener credenciales, identificadores, rutas, nombres de red y otros datos confidenciales. Expórtelos solo cuando lo solicite explícitamente un contacto de soporte de confianza.
et_ee: Töötlemata logid võivad sisaldada mandaate, identifikaatoreid, teid, võrgunimesid ja muid tundlikke andmeid. Ekspordi need ainult siis, kui usaldusväärne tugikontakt seda sõnaselgelt taotleb.
fi_fi: Raakalokit voivat sisältää tunnistetietoja, tunnisteita, polkuja, verkkojen nimiä ja muita arkaluonteisia tietoja. Vie ne vain, kun luotettu tukihenkilö pyytää sitä nimenomaisesti.
fr_ca: Les journaux bruts peuvent contenir des informations d’identification, des identifiants, des chemins, des noms de réseau et d’autres données sensibles. Exportez-les uniquement lorsqu’un contact de support de confiance le demande explicitement.
he_il: יומנים גולמיים עשויים להכיל אישורי גישה, מזהים, נתיבים, שמות רשת ונתונים רגישים אחרים. ייצא אותם רק כאשר איש תמיכה מהימן מבקש זאת במפורש.
hr_hr: Neobrađeni zapisnici mogu sadržavati vjerodajnice, identifikatore, putanje, nazive mreža i druge osjetljive podatke. Izvezite ih samo kada to izričito zatraži pouzdani kontakt za podršku.
hu_hu: A nyers naplók hitelesítő adatokat, azonosítókat, elérési utakat, hálózatneveket és egyéb érzékeny adatokat tartalmazhatnak. Csak akkor exportálja őket, ha ezt egy megbízható támogatási kapcsolattartó kifejezetten kéri.
it_it: I log non elaborati possono contenere credenziali, identificatori, percorsi, nomi di rete e altri dati sensibili. Esportali solo quando vengono richiesti esplicitamente da un contatto di supporto attendibile.
ja_jp: 生ログには、資格情報、識別子、パス、ネットワーク名、その他の機密データが含まれている場合があります。信頼できるサポート担当者から明示的に依頼された場合にのみエクスポートしてください。
ko_kr: 원시 로그에는 자격 증명, 식별자, 경로, 네트워크 이름 및 기타 민감한 데이터가 포함될 수 있습니다. 신뢰할 수 있는 지원 담당자가 명시적으로 요청한 경우에만 내보내십시오.
lt_lt: Neapdorotuose žurnaluose gali būti prisijungimo duomenų, identifikatorių, kelių, tinklų pavadinimų ir kitų jautrių duomenų. Eksportuokite juos tik tada, kai to aiškiai paprašo patikimas palaikymo kontaktas.
lv_lv: Neapstrādātajos žurnālos var būt akreditācijas dati, identifikatori, ceļi, tīklu nosaukumi un citi sensitīvi dati. Eksportējiet tos tikai tad, ja to skaidri pieprasa uzticams atbalsta kontakts.
nb_no: Rålogger kan inneholde legitimasjon, identifikatorer, stier, nettverksnavn og andre sensitive data. Eksporter dem bare når det uttrykkelig er bedt om det av en betrodd støttekontakt.
nl_nl: Ruwe logboeken kunnen referenties, id's, paden, netwerknamen en andere gevoelige gegevens bevatten. Exporteer ze alleen wanneer hier expliciet om wordt gevraagd door een vertrouwd ondersteuningscontact.
pl_pl: Surowe dzienniki mogą zawierać poświadczenia, identyfikatory, ścieżki, nazwy sieci i inne poufne dane. Eksportuj je tylko wtedy, gdy wyraźnie poprosi o to zaufany kontakt pomocy technicznej.
pt_pt: Os registos em bruto podem conter credenciais, identificadores, caminhos, nomes de rede e outros dados sensíveis. Exporte-os apenas quando forem explicitamente solicitados por um contacto de suporte de confiança.
ro_ro: Jurnalele brute pot conține acreditări, identificatori, căi, nume de rețea și alte date sensibile. Exportați-le numai când sunt solicitate explicit de un contact de suport de încredere.
ru_ru: Необработанные журналы могут содержать учетные данные, идентификаторы, пути, имена сетей и другие конфиденциальные данные. Экспортируйте их только по явному запросу доверенного сотрудника поддержки.
sk_sk: Nespracované denníky môžu obsahovať poverenia, identifikátory, cesty, názvy sietí a ďalšie citlivé údaje. Exportujte ich iba vtedy, keď ich výslovne vyžiada dôveryhodný kontakt podpory.
sl_si: Neobdelani dnevniki lahko vsebujejo poverilnice, identifikatorje, poti, imena omrežij in druge občutljive podatke. Izvozite jih samo, ko to izrecno zahteva zaupanja vreden stik za podporo.
sr_latn_rs: Neobrađeni dnevnici mogu da sadrže akreditive, identifikatore, putanje, nazive mreža i druge osetljive podatke. Izvozite ih samo kada to izričito zatraži pouzdan kontakt za podršku.
sv_se: Råa loggar kan innehålla autentiseringsuppgifter, identifierare, sökvägar, nätverksnamn och andra känsliga data. Exportera dem endast när det uttryckligen begärs av en betrodd supportkontakt.
th_th: บันทึกดิบอาจมีข้อมูลรับรอง ตัวระบุ เส้นทาง ชื่อเครือข่าย และข้อมูลที่ละเอียดอ่อนอื่นๆ ส่งออกเฉพาะเมื่อมีการร้องขออย่างชัดเจนจากผู้ติดต่อฝ่ายสนับสนุนที่เชื่อถือได้เท่านั้น
tr_tr: Ham günlükler kimlik bilgileri, tanımlayıcılar, yollar, ağ adları ve diğer hassas verileri içerebilir. Bunları yalnızca güvenilir bir destek yetkilisi açıkça istediğinde dışa aktarın.
uk_ua: Необроблені журнали можуть містити облікові дані, ідентифікатори, шляхи, назви мереж та інші чутливі дані. Експортуйте їх лише за явним запитом від довіреної контактної особи служби підтримки.
zh_cn: 原始日志可能包含凭据、标识符、路径、网络名称以及其他敏感数据。仅在可信的支持联系人明确要求时才导出。
zh_tw: 原始記錄可能包含認證資料、識別碼、路徑、網路名稱及其他敏感資料。只有在可信任的支援聯絡人明確要求時才匯出。

# Diagnostics.ExportSucceededTitle
source: Diagnostics exported
ar_sa: تم تصدير التشخيصات
bg_bg: Диагностиката е експортирана
cs_cz: Diagnostika exportována
da_dk: Diagnostik eksporteret
de_de: Diagnose exportiert
el_gr: Τα διαγνωστικά εξήχθησαν
es_mx: Diagnósticos exportados
et_ee: Diagnostika eksporditud
fi_fi: Diagnostiikka viety
fr_ca: Diagnostics exportés
he_il: האבחון יוצא
hr_hr: Dijagnostika je izvezena
hu_hu: Diagnosztika exportálva
it_it: Diagnostica esportata
ja_jp: 診断をエクスポートしました
ko_kr: 진단을 내보냈습니다
lt_lt: Diagnostika eksportuota
lv_lv: Diagnostika eksportēta
nb_no: Diagnostikk eksportert
nl_nl: Diagnostiek geëxporteerd
pl_pl: Wyeksportowano diagnostykę
pt_pt: Diagnósticos exportados
ro_ro: Diagnostice exportate
ru_ru: Диагностика экспортирована
sk_sk: Diagnostika bola exportovaná
sl_si: Diagnostika izvožena
sr_latn_rs: Dijagnostika je izvezena
sv_se: Diagnostik exporterad
th_th: ส่งออกข้อมูลการวินิจฉัยแล้ว
tr_tr: Tanılama dışa aktarıldı
uk_ua: Діагностику експортовано
zh_cn: 诊断信息已导出
zh_tw: 診斷資訊已匯出

# Documentation.ExternalLaunchFailed.Message
source: Foundry could not open the documentation in your browser. Use this URL instead.
ar_sa: تعذر على Foundry فتح الوثائق في المستعرض الخاص بك. استخدم هذا URL بدلاً من ذلك.
bg_bg: Foundry не можа да отвори документацията във вашия браузър. Използвайте този URL вместо това.
cs_cz: Foundry nemohl otevřít dokumentaci ve vašem prohlížeči. Místo toho použijte toto URL.
da_dk: Foundry kunne ikke åbne dokumentationen i din browser. Brug denne URL i stedet for.
de_de: Foundry konnte die Dokumentation in Ihrem Browser nicht öffnen. Verwenden Sie stattdessen dieses URL.
el_gr: Το Foundry δεν μπόρεσε να ανοίξει την τεκμηρίωση στο πρόγραμμα περιήγησής σας. Χρησιμοποιήστε αυτό το URL αντ 'αυτού.
es_mx: Foundry no pudo abrir la documentación en su navegador. Utilice este URL en su lugar.
et_ee: Foundry ei saanud teie brauseris dokumentatsiooni avada. Kasutage selle asemel URL.
fi_fi: Foundry ei voinut avata dokumentaatiota selaimessasi. Käytä sen sijaan tätä URL.
fr_ca: Foundry n'a pas pu ouvrir la documentation dans votre navigateur. Utilisez plutôt ce URL.
he_il: Foundry לא הצליח לפתוח את התיעוד בדפדפן שלך. השתמש ב-URL זה במקום זאת.
hr_hr: Foundry nije mogao otvoriti dokumentaciju u vašem pregledniku. Umjesto toga upotrijebite ovaj URL.
hu_hu: Foundry nem tudta megnyitni a dokumentációt a böngészőben. Használja helyette ezt a URL-t.
it_it: Foundry non è riuscito ad aprire la documentazione nel tuo browser. Utilizzare invece questo URL.
ja_jp: Foundry はブラウザでドキュメントを開けませんでした。代わりにこの URL を使用してください。
ko_kr: Foundry이 브라우저에서 문서를 열 수 없습니다. 대신 URL을 사용하세요.
lt_lt: Foundry nepavyko atidaryti dokumentacijos jūsų naršyklėje. Vietoj to naudokite URL.
lv_lv: Foundry nevarēja atvērt dokumentāciju jūsu pārlūkprogrammā. Tā vietā izmantojiet šo URL.
nb_no: Foundry kunne ikke åpne dokumentasjonen i nettleseren din. Bruk denne URL i stedet.
nl_nl: Foundry kan de documentatie niet openen in uw browser. Gebruik in plaats daarvan URL.
pl_pl: Foundry nie mógł otworzyć dokumentacji w Twojej przeglądarce. Zamiast tego użyj tego URL.
pt_pt: Foundry não conseguiu abrir a documentação no seu navegador. Use este URL em vez disso.
ro_ro: Foundry nu a putut deschide documentația în browser. Folosiți acest URL în schimb.
ru_ru: Foundry не удалось открыть документацию в вашем браузере. Вместо этого используйте URL.
sk_sk: Foundry nemohol otvoriť dokumentáciu vo vašom prehliadači. Namiesto toho použite toto URL.
sl_si: Foundry ni mogel odpreti dokumentacije v vašem brskalniku. Namesto tega uporabite URL.
sr_latn_rs: Foundry nije mogao da otvori dokumentaciju u vašem pretraživaču. Umesto toga koristite ovo URL.
sv_se: Foundry kunde inte öppna dokumentationen i din webbläsare. Använd detta URL istället.
th_th: Foundry ไม่สามารถเปิดเอกสารในเบราว์เซอร์ของคุณได้ ใช้ URL นี้แทน
tr_tr: Foundry belgeleri tarayıcınızda açamadı. Bunun yerine bunu URL kullanın.
uk_ua: Foundry не вдалося відкрити документацію у вашому браузері. Замість цього використовуйте URL.
zh_cn: Foundry 无法在您的浏览器中打开文档。请改用URL。
zh_tw: Foundry 無法在您的瀏覽器中開啟文件。請改用URL。

# Documentation.ExternalLaunchFailed.Title
source: Documentation could not be opened
ar_sa: لا يمكن فتح الوثائق
bg_bg: Документацията не можа да бъде отворена
cs_cz: Dokumentaci nelze otevřít
da_dk: Dokumentation kunne ikke åbnes
de_de: Dokumentation konnte nicht geöffnet werden
el_gr: Δεν ήταν δυνατό το άνοιγμα της τεκμηρίωσης
es_mx: No se pudo abrir la documentación
et_ee: Dokumentatsiooni ei saanud avada
fi_fi: Asiakirjoja ei voitu avata
fr_ca: La documentation n'a pas pu être ouverte
he_il: לא ניתן היה לפתוח את התיעוד
hr_hr: Dokumentaciju nije bilo moguće otvoriti
hu_hu: A dokumentációt nem lehetett megnyitni
it_it: Impossibile aprire la documentazione
ja_jp: ドキュメントを開けませんでした
ko_kr: 문서를 열 수 없습니다.
lt_lt: Nepavyko atidaryti dokumentų
lv_lv: Dokumentāciju nevarēja atvērt
nb_no: Dokumentasjonen kunne ikke åpnes
nl_nl: Documentatie kon niet worden geopend
pl_pl: Nie można otworzyć dokumentacji
pt_pt: Não foi possível abrir a documentação
ro_ro: Documentația nu a putut fi deschisă
ru_ru: Документацию невозможно открыть
sk_sk: Dokumentáciu nebolo možné otvoriť
sl_si: Dokumentacije ni bilo mogoče odpreti
sr_latn_rs: Dokumentacija nije mogla da se otvori
sv_se: Dokumentationen kunde inte öppnas
th_th: ไม่สามารถเปิดเอกสารได้
tr_tr: Belgeler açılamadı
uk_ua: Не вдалося відкрити документацію
zh_cn: 文档无法打开
zh_tw: 文件無法開啟
